Repository: bandpassrecords/daw-project-manager
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# failedToCreateRelease
source: Failed to create release: {error}
de: Veröffentlichung konnte nicht erstellt werden: {error}
es: Error al crear lanzamiento: {error}
fr: Échec de la création de la sortie: {error}
it: Creazione pubblicazione fallita: {error}
ja: リリースの作成に失敗しました: {error}
pt: Falha ao criar lançamento: {error}
ru: Ошибка создания релиза: {error}
zh: 创建发布失败: {error}

# errorAddingFolder
source: Error adding folder: {error}
de: Fehler beim Hinzufügen des Ordners: {error}
es: Error al agregar carpeta: {error}
fr: Erreur lors de l'ajout du dossier: {error}
it: Errore nell'aggiungere cartella: {error}
ja: フォルダの追加エラー: {error}
pt: Erro ao adicionar pasta: {error}
ru: Ошибка добавления папки: {error}
zh: 添加文件夹错误: {error}

# noProjectsFoundInRoots
source: No projects found in selected project folders.
de: Keine Projekte in den ausgewählten Wurzeln gefunden.
es: No se encontraron proyectos en las carpetas de proyectos seleccionadas.
fr: Aucun projet trouvé dans les racines sélectionnées.
it: Nessun progetto trovato nelle cartelle progetti selezionate.
ja: 選択したルートにプロジェクトが見つかりませんでした。
pt: Nenhum projeto encontrado nas pastas de projetos selecionadas.
ru: Проекты не найдены в выбранных корнях.
zh: 在选定的项目文件夹中未找到项目。

# selectProjectsFolder
source: Select a projects folder
de: Wählen Sie einen Projektordner
es: Seleccione una carpeta de proyectos
fr: Sélectionnez un dossier de projets
it: Seleziona una cartella di progetti
ja: プロジェクトフォルダを選択
pt: Selecione uma pasta de projetos
ru: Выберите папку проектов
zh: 选择项目文件夹

source: Enter Release Title
de: Veröffentlichungstitel Eingeben
es: Ingrese el Título del Lanzamiento
fr: Entrez le Titre de la Sortie
it: Inserisci il Titolo della Pubblicazione
ja: リリースタイトルを入力
pt: Digite o Título do Lançamento
ru: Введите Название Релиза
zh: 输入发布标题

source: Release Title
de: Veröffentlichungstitel
es: Título del Lanzamiento
fr: Titre de la Sortie
it: Titolo della Pubblicazione
ja: リリースタイトル
pt: Título do Lançamento
ru: Название Релиза
zh: 发布标题

# enterReleaseTitleHint
source: Enter release title
de: Veröffentlichungstitel eingeben
es: Ingrese el título del lanzamiento
fr: Entrez le titre de la sortie
it: Inserisci il titolo della pubblicazione
ja: リリースタイトルを入力
pt: Digite o título do lançamento
ru: Введите название релиза
zh: 输入发布标题

# metadataExtractedForProjects
source: Extracted metadata for {count} project{plural}. {failures}
de: Metadaten für {count} Projekt{plural} extrahiert. {failures}
es: Metadatos extraídos para {count} proyecto{plural}. {failures}
fr: Métadonnées extraites pour {count} projet{plural}. {failures}
it: Metadati estratti per {count} progetto{plural}. {failures}
ja: {count}プロジェクト{plural}のメタデータを抽出しました。{failures}
pt: Metadados extraídos para {count} projeto{plural}. {failures}
ru: Метаданные извлечены для {count} проект{plural}. {failures}
zh: 已为{count}个项目{plural}提取元数据。{failures}

# extractionFailures
source: {count} failed.
de: {count} fehlgeschlagen.
es: {count} falló{plural}.
fr: {count} échoué{plural}.
it: {count} fallito{plural}.
ja: {count}失敗しました。
pt: {count} falhou{plural}.
ru: {count} не удалось{plural}.
zh: {count}个失败。

# failedToWriteBpmFile
source: Failed to write BPM file: {error}
de: BPM-Datei konnte nicht geschrieben werden: {error}
es: Error al escribir archivo BPM: {error}
fr: Échec de l'écriture du fichier BPM: {error}
it: Errore nella scrittura del file BPM: {error}
ja: BPMファイルの書き込みに失敗しました: {error}
pt: Falha ao escrever arquivo BPM: {error}
ru: Ошибка записи файла BPM: {error}
zh: 写入BPM文件失败: {error}

# failedToWriteKeyFile
source: Failed to write key file: {error}
de: Tonart-Datei konnte nicht geschrieben werden: {error}
es: Error al escribir archivo de tonalidad: {error}
fr: Échec de l'écriture du fichier de tonalité: {error}
it: Errore nella scrittura del file di tonalità: {error}
ja: キーファイルの書き込みに失敗しました: {error}
pt: Falha ao escrever arquivo de tom: {error}
ru: Ошибка записи файла тональности: {error}
zh: 写入调性文件失败: {error}

# failedToLaunch
source: Failed to launch: {error}
de: Öffnen fehlgeschlagen: {error}
es: Error al abrir: {error}
fr: Échec de l'ouverture: {error}
it: Apertura fallita: {error}
ja: 起動に失敗しました: {error}
pt: Falha ao abrir: {error}
ru: Ошибка открытия: {error}
zh: 启动失败: {error}

source: Library cleared.
de: Bibliothek geleert.
es: Biblioteca limpiada.
fr: Bibliothèque vidée.
it: Libreria svuotata.
ja: ライブラリをクリアしました。
pt: Biblioteca limpa.
ru: Библиотека очищена.
zh: 库已清空。

# scanType
source: {type} scan
es: Escaneo {type}
fr: Scan {type}
it: Scansione {type}
ja: {type}スキャン
pt: Varredura {type}
ru: Сканирование {type}
zh: {type}扫描

# scanComplete
source: {type} complete: {count} project{plural} added/updated.
de: {type} abgeschlossen: {count} Projekt{plural} hinzugefügt/aktualisiert.
es: {type} completado: {count} proyecto{plural} agregado{plural}/actualizado{plural}.
fr: {type} terminé: {count} projet{plural} ajouté{plural}/mis à jour{plural}.
it: {type} completata: {count} progetto{plural} aggiunto{plural}/aggiornato{plural}.
ja: {type}完了: {count}プロジェクト{plural}を追加/更新しました。
pt: {type} concluída: {count} projeto{plural} adicionado{plural}/atualizado{plural}.
ru: {type} завершено: {count} проект{plural} добавлен{plural}/обновлен{plural}.
zh: {type}完成: {count}个项目{plural}已添加/更新。

# projectsSelected
source: {count} project{plural} selected
de: {count} Projekt{plural} ausgewählt
es: {count} proyecto{plural} seleccionado{plural}
fr: {count} projet{plural} sélectionné{plural}
it: {count} progetto{plural} selezionato{plural}
ja: {count}プロジェクト{plural}を選択しました
pt: {count} projeto{plural} selecionado{plural}
ru: {count} проект{plural} выбран{plural}
zh: {count}个项目{plural}已选择

# openingFolder
source: Opening folder for {projectName}…
de: Öffne Ordner für {projectName}…
es: Abriendo carpeta para {projectName}…
fr: Ouverture du dossier pour {projectName}…
it: Apertura cartella per {projectName}…
ja: {projectName}のフォルダを開いています…
pt: Abrindo pasta para {projectName}…
ru: Открытие папки для {projectName}…
zh: 正在为{projectName}打开文件夹…

# failedToOpenFolder
source: Failed to open folder: {error}
de: Ordner konnte nicht geöffnet werden: {error}
es: Error al abrir carpeta: {error}
fr: Échec de l'ouverture du dossier: {error}
it: Errore nell'apertura della cartella: {error}
ja: フォルダを開けませんでした: {error}
pt: Falha ao abrir pasta: {error}
ru: Ошибка открытия папки: {error}
zh: 打开文件夹失败: {error}

source: OS not supported for opening folder.
de: Betriebssystem wird zum Öffnen von Ordnern nicht unterstützt.
es: Sistema operativo no compatible para abrir carpeta.
fr: Système d'exploitation non pris en charge pour ouvrir le dossier.
it: Sistema operativo non supportato per aprire la cartella.
ja: フォルダを開くためのOSがサポートされていません。
pt: Sistema operacional não suportado para abrir pasta.
ru: Операционная система не поддерживается для открытия папки.
zh: 不支持打开文件夹的操作系统。

# noProjectsAvailable
source: No projects available. Please add projects first.
de: Keine Projekte verfügbar. Bitte fügen Sie zuerst Projekte hinzu.
es: No hay proyectos disponibles. Por favor, agregue proyectos primero.
fr: Aucun projet disponible. Veuillez d'abord ajouter des projets.
it: Nessun progetto disponibile. Aggiungi prima dei progetti.
ja: プロジェクトがありません。まずプロジェクトを追加してください。
pt: Nenhum projeto disponível. Por favor, adicione projetos primeiro.
ru: Проекты недоступны. Пожалуйста, сначала добавьте проекты.
zh: 没有可用的项目。请先添加项目。

source: Create New Release
de: Neue Veröffentlichung Erstellen
es: Crear Nuevo Lanzamiento
fr: Créer une Nouvelle Sortie
it: Crea Nuova Pubblicazione
ja: 新しいリリースを作成
pt: Criar Novo Lançamento
ru: Создать Новый Релиз
zh: 创建新发布

source: Delete Release
de: Veröffentlichung Löschen
es: Eliminar Lanzamiento
fr: Supprimer la Sortie
it: Elimina Pubblicazione
ja: リリースを削除
pt: Excluir Lançamento
ru: Удалить Релиз
zh: 删除发布

# deleteReleaseMessage
source: Are you sure you want to delete "{title}"?
de: Möchten Sie "{title}" wirklich löschen?
es: ¿Está seguro de que desea eliminar "{title}"?
fr: Êtes-vous sûr de vouloir supprimer "{title}"?
it: Sei sicuro di voler eliminare "{title}"?
ja: 「{title}」を削除してもよろしいですか？
pt: Tem certeza de que deseja excluir "{title}"?
ru: Вы уверены, что хотите удалить "{title}"?
zh: 您确定要删除「{title}」吗？

# releaseDeleted
source: Release "{title}" deleted.
de: Veröffentlichung "{title}" gelöscht.
es: Lanzamiento "{title}" eliminado.
fr: Sortie "{title}" supprimée.
it: Pubblicazione "{title}" eliminata.
ja: リリース「{title}」を削除しました。
pt: Lançamento "{title}" excluído.
ru: Релиз "{title}" удален.
zh: 发布「{title}」已删除。

source: Select Tracks
de: Titel Auswählen
es: Seleccionar Pistas
fr: Sélectionner les Pistes
it: Seleziona Tracce
ja: トラックを選択
pt: Selecionar Faixas
ru: Выбрать Треки
zh: 选择曲目

# continueButton
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt: Continuar
ru: Продолжить
zh: 继续

source: No releases yet
de: Noch keine Veröffentlichungen
es: Aún no hay lanzamientos
fr: Aucune sortie pour le moment
it: Nessuna pubblicazione ancora
ja: まだリリースがありません
pt: Ainda não há lançamentos
ru: Пока нет релизов
zh: 还没有发布

# createFirstRelease
source: Create your first release by selecting tracks from your projects
de: Erstellen Sie Ihre erste Veröffentlichung, indem Sie Titel aus Ihren Projekten auswählen
es: Cree su primer lanzamiento seleccionando pistas de sus proyectos
fr: Créez votre première sortie en sélectionnant des pistes de vos projets
it: Crea la tua prima pubblicazione selezionando tracce dai tuoi progetti
ja: プロジェクトからトラックを選択して最初のリリースを作成してください
pt: Crie seu primeiro lançamento selecionando faixas dos seus projetos
ru: Создайте свой первый релиз, выбрав треки из ваших проектов
zh: 通过从项目中选择曲目来创建您的第一个发布

source: Releases ({count})
de: Veröffentlichungen ({count})
es: Lanzamientos ({count})
fr: Sorties ({count})
it: Pubblicazioni ({count})
ja: リリース（{count}）
pt: Lançamentos ({count})
ru: Релизы ({count})
zh: 发布（{count}）

# errorLoadingReleases
source: Error loading releases: {error}
de: Fehler beim Laden der Veröffentlichungen: {error}
es: Error al cargar lanzamientos: {error}
fr: Erreur lors du chargement des sorties: {error}
it: Errore nel caricamento delle pubblicazioni: {error}
ja: リリースの読み込みエラー: {error}
pt: Erro ao carregar lançamentos: {error}
ru: Ошибка загрузки релизов: {error}
zh: 加载发布错误: {error}

source: Tracks ({count})
de: Titel ({count})
es: Pistas ({count})
fr: Pistes ({count})
it: Tracce ({count})
ja: トラック（{count}）
pt: Faixas ({count})
ru: Треки ({count})
zh: 曲目（{count}）

source: Add Tracks
de: Titel Hinzufügen
es: Agregar Pistas
fr: Ajouter des Pistes
it: Aggiungi Tracce
ja: トラックを追加
pt: Adicionar Faixas
ru: Добавить Треки
zh: 添加曲目

# allProjectsAlreadyInRelease
source: All projects are already in this release.
de: Alle Projekte sind bereits in dieser Veröffentlichung.
es: Todos los proyectos ya están en este lanzamiento.
fr: Tous les projets sont déjà dans cette sortie.
it: Tutti i progetti sono già in questa pubblicazione.
ja: すべてのプロジェクトがすでにこのリリースに含まれています。
pt: Todos os projetos já estão neste lançamento.
ru: Все проекты уже в этом релизе.
zh: 所有项目已在此发布中。

# addedTracksToRelease
source: Added {count} track{plural} to release.
de: {count} Titel{plural} zur Veröffentlichung hinzugefügt.
es: Agregada{plural} {count} pista{plural} al lanzamiento.
fr: Ajouté{plural} {count} piste{plural} à la sortie.
it: Aggiunta{plural} {count} traccia{plural} alla pubblicazione.
ja: リリースに{count}トラック{plural}を追加しました。
pt: Adicionada{plural} {count} faixa{plural} ao lançamento.
ru: Добавлен{plural} {count} трек{plural} в релиз.
zh: 已向发布添加{count}首曲目{plural}。

source: Release Files ({count})
de: Veröffentlichungsdateien ({count})
es: Archivos del Lanzamiento ({count})
fr: Fichiers de la Sortie ({count})
it: File della Pubblicazione ({count})
ja: リリースファイル（{count}）
pt: Arquivos do Lançamento ({count})
ru: Файлы Релиза ({count})
zh: 发布文件（{count}）

source: Add Files
de: Dateien Hinzufügen
es: Agregar Archivos
fr: Ajouter des Fichiers
it: Aggiungi File
ja: ファイルを追加
pt: Adicionar Arquivos
ru: Добавить Файлы
zh: 添加文件

# addedFilesToRelease
source: Added {count} file{plural} to release.
de: {count} Datei{plural} zur Veröffentlichung hinzugefügt.
es: Agregado{plural} {count} archivo{plural} al lanzamiento.
fr: Ajouté{plural} {count} fichier{plural} à la sortie.
it: Aggiunto{plural} {count} file{plural} alla pubblicazione.
ja: リリースに{count}ファイル{plural}を追加しました。
pt: Adicionado{plural} {count} arquivo{plural} ao lançamento.
ru: Добавлен{plural} {count} файл{plural} в релиз.
zh: 已向发布添加{count}个文件{plural}。

# failedToAddFiles
source: Failed to add files: {error}
de: Dateien konnten nicht hinzugefügt werden: {error}
es: Error al agregar archivos: {error}
fr: Échec de l'ajout des fichiers: {error}
it: Errore nell'aggiunta dei file: {error}
ja: ファイルの追加に失敗しました: {error}
pt: Falha ao adicionar arquivos: {error}
ru: Ошибка добавления файлов: {error}
zh: 添加文件失败: {error}

source: No files to download.
de: Keine Dateien zum Herunterladen.
es: No hay archivos para descargar.
fr: Aucun fichier à télécharger.
it: Nessun file da scaricare.
ja: ダウンロードするファイルがありません。
pt: Nenhum arquivo para baixar.
ru: Нет файлов для загрузки.
zh: 没有要下载的文件。

# zipFileSaved
source: ZIP file saved to: {path}
de: ZIP-Datei gespeichert in: {path}
es: Archivo ZIP guardado en: {path}
fr: Fichier ZIP enregistré dans: {path}
it: File ZIP salvato in: {path}
ja: ZIPファイルを保存しました: {path}
pt: Arquivo ZIP salvo em: {path}
ru: ZIP файл сохранен в: {path}
zh: ZIP文件已保存到: {path}

# failedToCreateZip
source: Failed to create ZIP: {error}
de: ZIP konnte nicht erstellt werden: {error}
es: Error al crear ZIP: {error}
fr: Échec de la création du ZIP: {error}
it: Errore nella creazione del ZIP: {error}
ja: ZIPの作成に失敗しました: {error}
pt: Falha ao criar ZIP: {error}
ru: Ошибка создания ZIP: {error}
zh: 创建ZIP失败: {error}

source: Selected file does not exist.
de: Ausgewählte Datei existiert nicht.
es: El archivo seleccionado no existe.
fr: Le fichier sélectionné n'existe pas.
it: Il file selezionato non esiste.
ja: 選択したファイルが存在しません。
pt: Arquivo selecionado não existe.
ru: Выбранный файл не существует.
zh: 所选文件不存在。

source: Image saved successfully!
de: Bild erfolgreich gespeichert!
es: ¡Imagen guardada exitosamente!
fr: Image enregistrée avec succès!
it: Immagine salvata con successo!
ja: 画像を正常に保存しました！
pt: Imagem salva com sucesso!
ru: Изображение успешно сохранено!
zh: 图像保存成功！

# failedToSaveImage
source: Failed to save image: {error}
de: Bild konnte nicht gespeichert werden: {error}
es: Error al guardar imagen: {error}
fr: Échec de l'enregistrement de l'image: {error}
it: Errore nel salvataggio dell'immagine: {error}
ja: 画像の保存に失敗しました: {error}
pt: Falha ao salvar imagem: {error}
ru: Ошибка сохранения изображения: {error}
zh: 保存图像失败: {error}

# errorLoadingRelease
source: Error loading release: {error}
de: Fehler beim Laden der Veröffentlichung: {error}
es: Error al cargar lanzamiento: {error}
fr: Erreur lors du chargement de la sortie: {error}
it: Errore nel caricamento della pubblicazione: {error}
ja: リリースの読み込みエラー: {error}
pt: Erro ao carregar lançamento: {error}
ru: Ошибка загрузки релиза: {error}
zh: 加载发布错误: {error}

# errorLoadingProjects
source: Error loading projects: {error}
de: Fehler beim Laden der Projekte: {error}
es: Error al cargar proyectos: {error}
fr: Erreur lors du chargement des projets: {error}
it: Errore nel caricamento dei progetti: {error}
ja: プロジェクトの読み込みエラー: {error}
pt: Erro ao carregar projetos: {error}
ru: Ошибка загрузки проектов: {error}
zh: 加载项目错误: {error}

source: Release saved.
de: Veröffentlichung gespeichert.
es: Lanzamiento guardado.
fr: Sortie enregistrée.
it: Pubblicazione salvata.
ja: リリースを保存しました。
pt: Lançamento salvo.
ru: Релиз сохранен.
zh: 发布已保存。

source: Release Date
de: Veröffentlichungsdatum
es: Fecha del Lanzamiento
fr: Date de Sortie
it: Data della Pubblicazione
ja: リリース日
pt: Data do Lançamento
ru: Дата Релиза
zh: 发布日期

# failedToSaveReleaseDate
source: Failed to save release date: {error}
de: Veröffentlichungsdatum konnte nicht gespeichert werden: {error}
es: Error al guardar fecha del lanzamiento: {error}
fr: Échec de l'enregistrement de la date de sortie: {error}
it: Errore nel salvataggio della data di pubblicazione: {error}
ja: リリース日の保存に失敗しました: {error}
pt: Falha ao salvar data do lançamento: {error}
ru: Ошибка сохранения даты релиза: {error}
zh: 保存发布日期失败: {error}

source: Release date saved.
de: Veröffentlichungsdatum gespeichert.
es: Fecha del lanzamiento guardada.
fr: Date de sortie enregistrée.
it: Data di pubblicazione salvata.
ja: リリース日を保存しました。
pt: Data do lançamento salva.
ru: Дата релиза сохранена.
zh: 发布日期已保存。

source: Release date cleared.
de: Veröffentlichungsdatum gelöscht.
es: Fecha del lanzamiento limpiada.
fr: Date de sortie effacée.
it: Data di pubblicazione cancellata.
ja: リリース日をクリアしました。
pt: Data do lançamento limpa.
ru: Дата релиза очищена.
zh: 发布日期已清除。

source: Save release files ZIP
de: Veröffentlichungsdateien ZIP speichern
es: Guardar archivos ZIP del lanzamiento
fr: Enregistrer les fichiers ZIP de la sortie
it: Salva file ZIP della pubblicazione
ja: リリースファイルZIPを保存
pt: Salvar arquivos ZIP do lançamento
ru: Сохранить ZIP файлы релиза
zh: 保存发布文件ZIP

# failedToOpenFile
source: Failed to open file: {error}
de: Datei konnte nicht geöffnet werden: {error}
es: Error al abrir archivo: {error}
fr: Échec de l'ouverture du fichier: {error}
it: Errore nell'apertura del file: {error}
ja: ファイルを開けませんでした: {error}
pt: Falha ao abrir arquivo: {error}
ru: Ошибка открытия файла: {error}
zh: 打开文件失败: {error}

# failedToPlayAudio
source: Failed to play audio: {error}
de: Audio konnte nicht abgespielt werden: {error}
es: Error al reproducir audio: {error}
fr: Échec de la lecture audio: {error}
it: Errore nella riproduzione audio: {error}
ja: オーディオの再生に失敗しました: {error}
pt: Falha ao reproduzir áudio: {error}
ru: Ошибка воспроизведения аудио: {error}
zh: 播放音频失败: {error}

source: Rename File
de: Datei Umbenennen
es: Renombrar Archivo
fr: Renommer le Fichier
it: Rinomina File
ja: ファイル名を変更
pt: Renomear Arquivo
ru: Переименовать Файл
zh: 重命名文件

source: Select Tracks to Add
de: Titel zum Hinzufügen Auswählen
es: Seleccionar Pistas para Agregar
fr: Sélectionner les Pistes à Ajouter
it: Seleziona Tracce da Aggiungere
ja: 追加するトラックを選択
pt: Selecionar Faixas para Adicionar
ru: Выбрать Треки для Добавления
zh: 选择要添加的曲目

source: File name updated.
de: Dateiname aktualisiert.
es: Nombre del archivo actualizado.
fr: Nom du fichier mis à jour.
it: Nome del file aggiornato.
ja: ファイル名を更新しました。
pt: Nome do arquivo atualizado.
ru: Имя файла обновлено.
zh: 文件名已更新。

# errorUpdatingFileName
source: Error updating file name: {error}
de: Fehler beim Aktualisieren des Dateinamens: {error}
es: Error al actualizar nombre del archivo: {error}
fr: Erreur lors de la mise à jour du nom du fichier: {error}
it: Errore nell'aggiornamento del nome del file: {error}
ja: ファイル名の更新エラー: {error}
pt: Erro ao atualizar nome do arquivo: {error}
ru: Ошибка обновления имени файла: {error}
zh: 更新文件名错误: {error}

source: Delete File
de: Datei Löschen
es: Eliminar Archivo
fr: Supprimer le Fichier
it: Elimina File
ja: ファイルを削除
pt: Excluir Arquivo
ru: Удалить Файл
zh: 删除文件

# deleteFileMessage
source: Are you sure you want to delete "{fileName}"?
de: Möchten Sie "{fileName}" wirklich löschen?
es: ¿Está seguro de que desea eliminar "{fileName}"?
fr: Êtes-vous sûr de vouloir supprimer "{fileName}"?
it: Sei sicuro di voler eliminare "{fileName}"?
ja: 「{fileName}」を削除してもよろしいですか？
pt: Tem certeza de que deseja excluir "{fileName}"?
ru: Вы уверены, что хотите удалить "{fileName}"?
zh: 您确定要删除「{fileName}」吗？

# fileDeleted
source: File "{fileName}" deleted.
de: Datei "{fileName}" gelöscht.
es: Archivo "{fileName}" eliminado.
fr: Fichier "{fileName}" supprimé.
it: File "{fileName}" eliminato.
ja: ファイル「{fileName}」を削除しました。
pt: Arquivo "{fileName}" excluído.
ru: Файл "{fileName}" удален.
zh: 文件「{fileName}」已删除。

# failedToDeleteFile
source: Failed to delete file: {error}
de: Datei konnte nicht gelöscht werden: {error}
es: Error al eliminar archivo: {error}
fr: Échec de la suppression du fichier: {error}
it: Errore nell'eliminazione del file: {error}
ja: ファイルの削除に失敗しました: {error}
pt: Falha ao excluir arquivo: {error}
ru: Ошибка удаления файла: {error}
zh: 删除文件失败: {error}

# couldNotOpenFolder
source: Could not open folder: {error}
de: Ordner konnte nicht geöffnet werden: {error}
es: No se pudo abrir la carpeta: {error}
fr: Impossible d'ouvrir le dossier: {error}
it: Impossibile aprire la cartella: {error}
ja: フォルダを開けませんでした: {error}
pt: Não foi possível abrir a pasta: {error}
ru: Не удалось открыть папку: {error}
zh: 无法打开文件夹: {error}

source: Artwork
de: Cover
es: Arte
it: Copertina
ja: アートワーク
pt: Arte
ru: Обложка
zh: 封面

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
pt: Título
ru: Название
zh: 标题

source: Tracks
de: Titel
es: Pistas
fr: Pistes
it: Tracce
ja: トラック
pt: Faixas
ru: Треки
zh: 曲目

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt: Descrição
ru: Описание
zh: 描述

# selectTracksToInclude
source: Select tracks to include in the release ({count} selected)
de: Titel zum Einbeziehen in die Veröffentlichung auswählen ({count} ausgewählt)
es: Seleccionar pistas para incluir en el lanzamiento ({count} seleccionada{plural})
fr: Sélectionner les pistes à inclure dans la sortie ({count} sélectionnée{plural})
it: Seleziona tracce da includere nella pubblicazione ({count} selezionata{plural})
ja: リリースに含めるトラックを選択（{count}選択済み）
pt: Selecionar faixas para incluir no lançamento ({count} selecionada{plural})
ru: Выбрать треки для включения в релиз ({count} выбрано)
zh: 选择要包含在发布中的曲目（已选择{count}）

source: Search tracks
de: Titel suchen
es: Buscar pistas
fr: Rechercher des pistes
it: Cerca tracce
ja: トラックを検索
pt: Pesquisar faixas
ru: Поиск треков
zh: 搜索曲目

# searchTracksHint
source: Search by name or DAW type
de: Suche nach Name oder DAW-Typ
es: Buscar por nombre o tipo de DAW
fr: Rechercher par nom ou type de DAW
it: Cerca per nome o tipo di DAW
ja: 名前またはDAWタイプで検索
pt: Pesquisar por nome ou tipo de DAW
ru: Поиск по названию или типу DAW
zh: 按名称或DAW类型搜索

source: No tracks found
de: Keine Titel gefunden
es: No se encontraron pistas
fr: Aucune piste trouvée
it: Nessuna traccia trovata
ja: トラックが見つかりませんでした
pt: Nenhuma faixa encontrada
ru: Треки не найдены
zh: 未找到曲目

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido
ru: Неизвестно
zh: 未知

source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier non trouvé
it: File non trovato
ja: ファイルが見つかりません
pt: Arquivo não encontrado
ru: Файл не найден
zh: 文件未找到

source: File Name
de: Dateiname
es: Nombre del Archivo
fr: Nom du Fichier
it: Nome del File
ja: ファイル名
pt: Nome do Arquivo
ru: Имя Файла
zh: 文件名

source: Edit Todo
de: Aufgabe Bearbeiten
es: Editar Tarea
fr: Modifier la Tâche
it: Modifica Attività
ja: タスクを編集
pt: Editar Tarefa
ru: Редактировать Задачу
zh: 编辑待办事项

source: Todo text
de: Aufgabentext
es: Texto de la tarea
fr: Texte de la tâche
it: Testo dell'attività
ja: タスクテキスト
pt: Texto da tarefa
ru: Текст задачи
zh: 待办事项文本

source: Enter todo text
de: Aufgabentext eingeben
es: Ingrese el texto de la tarea
fr: Entrez le texte de la tâche
it: Inserisci il testo dell'attività
ja: タスクテキストを入力
pt: Digite o texto da tarefa
ru: Введите текст задачи
zh: 输入待办事项文本

source: Add new todo
de: Neue Aufgabe hinzufügen
es: Agregar nueva tarea
fr: Ajouter une nouvelle tâche
it: Aggiungi nuova attività
ja: 新しいタスクを追加
pt: Adicionar nova tarefa
ru: Добавить новую задачу
zh: 添加新待办事项

source: Enter todo item
de: Aufgabenelement eingeben
es: Ingrese el item de la tarea
fr: Entrez l'élément de la tâche
it: Inserisci l'elemento dell'attività
ja: タスク項目を入力
pt: Digite o item da tarefa
ru: Введите элемент задачи
zh: 输入待办事项项
