Repository: bandpassrecords/daw-project-manager
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

source: TODO List
de: Aufgabenliste
es: Lista de Tareas
fr: Liste de Tâches
it: Lista Attività
ja: タスクリスト
pt: Lista de Tarefas
ru: Список Задач
zh: 待办事项列表

source: Add to Release
de: Zur Veröffentlichung Hinzufügen
es: Agregar al Lanzamiento
fr: Ajouter à la Sortie
it: Aggiungi alla Pubblicazione
ja: リリースに追加
pt: Adicionar ao Lançamento
ru: Добавить в Релиз
zh: 添加到发布

source: Create New
de: Neu Erstellen
es: Crear Nuevo
fr: Créer Nouveau
it: Crea Nuovo
ja: 新規作成
pt: Criar Novo
ru: Создать Новый
zh: 创建新

source: Add to Existing
de: Zu Existierender Hinzufügen
es: Agregar al Existente
fr: Ajouter à l'Existant
it: Aggiungi all'Esistente
ja: 既存に追加
pt: Adicionar ao Existente
ru: Добавить в Существующий
zh: 添加到现有

source: Create and Add
de: Erstellen und Hinzufügen
es: Crear y Agregar
fr: Créer et Ajouter
it: Crea e Aggiungi
ja: 作成して追加
pt: Criar e Adicionar
ru: Создать и Добавить
zh: 创建并添加

# selectRelease
source: Select a release
de: Wählen Sie eine Veröffentlichung
es: Seleccione un lanzamiento
fr: Sélectionnez une sortie
it: Seleziona una pubblicazione
ja: リリースを選択
pt: Selecione um lançamento
ru: Выберите релиз
zh: 选择发布

source: No existing releases found.
de: Keine bestehenden Veröffentlichungen gefunden.
es: No se encontraron lanzamientos existentes.
fr: Aucune sortie existante trouvée.
it: Nessuna pubblicazione esistente trovata.
ja: 既存のリリースが見つかりませんでした。
pt: Nenhum lançamento existente encontrado.
ru: Существующие релизы не найдены.
zh: 未找到现有发布。

source: Add to Selected Release
de: Zur Ausgewählten Veröffentlichung Hinzufügen
es: Agregar al Lanzamiento Seleccionado
fr: Ajouter à la Sortie Sélectionnée
it: Aggiungi alla Pubblicazione Selezionata
ja: 選択したリリースに追加
pt: Adicionar ao Lançamento Selecionado
ru: Добавить в Выбранный Релиз
zh: 添加到选定的发布

# failedToSaveProfilePhoto
source: Failed to save profile photo: {error}
de: Profilfoto konnte nicht gespeichert werden: {error}
es: Error al guardar foto de perfil: {error}
fr: Échec de l'enregistrement de la photo de profil: {error}
it: Errore nel salvataggio della foto del profilo: {error}
ja: プロファイル写真の保存に失敗しました: {error}
pt: Falha ao salvar foto do perfil: {error}
ru: Ошибка сохранения фото профиля: {error}
zh: 保存配置文件照片失败: {error}

# failedToRemoveProfilePhoto
source: Failed to remove profile photo: {error}
de: Profilfoto konnte nicht entfernt werden: {error}
es: Error al eliminar foto de perfil: {error}
fr: Échec de la suppression de la photo de profil: {error}
it: Errore nella rimozione della foto del profilo: {error}
ja: プロファイル写真の削除に失敗しました: {error}
pt: Falha ao remover foto do perfil: {error}
ru: Ошибка удаления фото профиля: {error}
zh: 删除配置文件照片失败: {error}

# failedToRenameProfile
source: Failed to rename profile: {error}
de: Profil konnte nicht umbenannt werden: {error}
es: Error al renombrar perfil: {error}
fr: Échec du renommage du profil: {error}
it: Errore nel rinominare il profilo: {error}
ja: プロファイルの名前変更に失敗しました: {error}
pt: Falha ao renomear perfil: {error}
ru: Ошибка переименования профиля: {error}
zh: 重命名配置文件失败: {error}

# failedToDeleteProfile
source: Failed to delete profile: {error}
de: Profil konnte nicht gelöscht werden: {error}
es: Error al eliminar perfil: {error}
fr: Échec de la suppression du profil: {error}
it: Errore nell'eliminazione del profilo: {error}
ja: プロファイルの削除に失敗しました: {error}
pt: Falha ao excluir perfil: {error}
ru: Ошибка удаления профиля: {error}
zh: 删除配置文件失败: {error}

# errorLoadingProfiles
source: Error loading profiles: {error}
de: Fehler beim Laden der Profile: {error}
es: Error al cargar perfiles: {error}
fr: Erreur lors du chargement des profils: {error}
it: Errore nel caricamento dei profili: {error}
ja: プロファイルの読み込みエラー: {error}
pt: Erro ao carregar perfis: {error}
ru: Ошибка загрузки профилей: {error}
zh: 加载配置文件错误: {error}

# projectPhaseIdea
source: Idea
de: Idee
fr: Idée
ja: アイデア
pt: Ideia
ru: Идея
zh: 想法

# projectPhaseArranging
source: Arranging
de: Arrangement
es: Arreglo
fr: Arrangement
it: Arrangiamento
ja: アレンジ
pt: Arranjo
ru: Аранжировка
zh: 编曲

# projectPhaseMixing
source: Mixing
de: Mischen
es: Mezcla
fr: Mixage
it: Mixaggio
ja: ミキシング
pt: Mixagem
ru: Сведение
zh: 混音

# projectPhaseMastering
source: Mastering
es: Masterización
fr: Masterisation
it: Masterizzazione
ja: マスタリング
pt: Masterização
ru: Мастеринг
zh: 母带处理

# projectPhaseFinished
source: Finished
de: Fertig
es: Finalizado
fr: Terminé
it: Completato
ja: 完了
pt: Finalizado
ru: Завершено
zh: 完成

# changeStatus
source: Change Phase
es: Cambiar Fase
fr: Changer la Phase
it: Cambia Fase
pt: Alterar Fase
ru: Изменить Фазу
zh: 更改阶段

# selectNewStatus
source: Select new phase:
es: Seleccione la nueva fase:
fr: Sélectionnez la nouvelle phase:
it: Seleziona la nuova fase:
pt: Selecione a nova fase:
ru: Выберите новую фазу:
zh: 选择新阶段:

# statusChangedForProjects
source: Phase changed to "{status}" for {count} project{plural}
es: Fase cambiada a "{status}" para {count} proyecto{plural}
fr: Phase changée en "{status}" pour {count} projet{plural}
it: Fase cambiata in "{status}" per {count} progetto{plural}
pt: Fase alterada para "{status}" em {count} projeto{plural}
ru: Фаза изменена на "{status}" для {count} проект{plural}
zh: {count} 个项目{plural}的阶段已更改为「{status}」

# statusChangedForProjectsWithErrors
source: Phase changed to "{status}" for {successCount} project{successPlural}, {failCount} failed{failPlural}
es: Fase cambiada a "{status}" para {successCount} proyecto{successPlural}, {failCount} falló{failPlural}
fr: Phase changée en "{status}" pour {successCount} projet{successPlural}, {failCount} a échoué{failPlural}
it: Fase cambiata in "{status}" per {successCount} progetto{successPlural}, {failCount} fallito{failPlural}
pt: Fase alterada para "{status}" em {successCount} projeto{successPlural}, {failCount} falhou{failPlural}
ru: Фаза изменена на "{status}" для {successCount} проект{successPlural}, {failCount} не удалось{failPlural}
zh: {successCount} 个项目{successPlural}的阶段已更改为「{status}」，{failCount} 个失败{failPlural}

# failedToChangeStatus
source: Failed to change phase: {error}
es: Error al cambiar fase: {error}
fr: Échec du changement de phase: {error}
it: Errore nel cambiare fase: {error}
pt: Falha ao alterar fase: {error}
ru: Ошибка при изменении фазы: {error}
zh: 更改阶段失败: {error}

# tooltipEditProfileName
source: Edit profile name
de: Profilname bearbeiten
es: Editar nombre del perfil
fr: Modifier le nom du profil
it: Modifica nome profilo
ja: プロファイル名を編集
pt: Editar nome do perfil
ru: Редактировать имя профиля
zh: 编辑配置文件名称

# tooltipAddTodo
source: Add todo
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
it: Aggiungi attività
ja: タスクを追加
pt: Adicionar tarefa
ru: Добавить задачу
zh: 添加待办事项

# tooltipClearDate
source: Clear date
de: Datum löschen
es: Limpiar fecha
fr: Effacer la date
it: Cancella data
ja: 日付をクリア
pt: Limpar data
ru: Очистить дату
zh: 清除日期

# tooltipPickDate
source: Pick date
de: Datum auswählen
es: Elegir fecha
fr: Choisir la date
it: Scegli data
ja: 日付を選択
pt: Escolher data
ru: Выбрать дату
zh: 选择日期

# tooltipViewDetails
source: View Details
de: Details Anzeigen
es: Ver Detalles
fr: Voir les Détails
it: Visualizza Dettagli
ja: 詳細を表示
pt: Ver Detalhes
ru: Просмотр Деталей
zh: 查看详情

# tooltipLaunchInDaw
source: Launch in DAW
de: Im DAW öffnen
es: Abrir en DAW
fr: Ouvrir dans le DAW
it: Apri nel DAW
ja: DAWで開く
pt: Abrir no DAW
ru: Открыть в DAW
zh: 在DAW中打开

# tooltipRemoveFromRelease
source: Remove from Release
de: Aus Veröffentlichung Entfernen
es: Eliminar del Lanzamiento
fr: Retirer de la Sortie
it: Rimuovi dalla Pubblicazione
ja: リリースから削除
pt: Remover do Lançamento
ru: Удалить из Релиза
zh: 从发布中移除

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロファイル
pt: Perfil
ru: Профиль
zh: 配置文件

source: No date set
de: Kein Datum festgelegt
es: No se ha establecido fecha
fr: Aucune date définie
it: Nessuna data impostata
ja: 日付が設定されていません
pt: Nenhuma data definida
ru: Дата не установлена
zh: 未设置日期

source: Image not found
de: Bild nicht gefunden
es: Imagen no encontrada
fr: Image introuvable
it: Immagine non trovata
ja: 画像が見つかりません
pt: Imagem não encontrada
ru: Изображение не найдено
zh: 未找到图像

source: Click to browse artwork
de: Klicken Sie, um Artwork zu durchsuchen
es: Haga clic para buscar arte
fr: Cliquez pour parcourir l'artwork
it: Clicca per cercare artwork
ja: アートワークを参照するにはクリック
pt: Clique para procurar arte
ru: Нажмите, чтобы найти обложку
zh: 点击浏览封面

# noFilesAddedYet
source: No files added yet. Click "Add Files" to upload release files.
de: Noch keine Dateien hinzugefügt. Klicken Sie auf "Dateien Hinzufügen", um Veröffentlichungsdateien hochzuladen.
es: No se han agregado archivos todavía. Haga clic en "Agregar Archivos" para subir archivos del lanzamiento.
fr: Aucun fichier ajouté pour le moment. Cliquez sur "Ajouter des Fichiers" pour télécharger les fichiers de la sortie.
it: Nessun file aggiunto ancora. Clicca su "Aggiungi File" per caricare i file della pubblicazione.
ja: まだファイルが追加されていません。 「ファイルを追加」をクリックしてリリースファイルをアップロードしてください。
pt: Nenhum arquivo adicionado ainda. Clique em "Adicionar Arquivos" para fazer upload dos arquivos do lançamento.
ru: Файлы еще не добавлены. Нажмите "Добавить Файлы", чтобы загрузить файлы релиза.
zh: 尚未添加文件。 点击"添加文件"上传发布文件。

# noTodosYet
source: No todos yet. Add one above.
de: Noch keine Aufgaben. Fügen Sie oben eine hinzu.
es: No hay tareas todavía. Agregue una arriba.
fr: Aucune tâche pour le moment. Ajoutez-en une ci-dessus.
it: Nessuna attività ancora. Aggiungine una sopra.
ja: まだタスクがありません。上に追加してください。
pt: Nenhuma tarefa ainda. Adicione uma acima.
ru: Задач пока нет. Добавьте одну выше.
zh: 还没有待办事项。请在上面添加一个。

source: Done
de: Erledigt
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt: Concluído
ru: Готово
zh: 完成

# backupAndRestore
source: Backup & Restore
de: Sicherung und Wiederherstellung
es: Respaldo y Restauración
fr: Sauvegarde et Restauration
it: Backup e Ripristino
ja: バックアップと復元
pt: Backup e Restauração
ru: Резервное копирование и восстановление
zh: 备份和恢复

source: Export Backup
de: Sicherung Exportieren
es: Exportar Respaldo
fr: Exporter la Sauvegarde
it: Esporta Backup
ja: バックアップをエクスポート
pt: Exportar Backup
ru: Экспорт резервной копии
zh: 导出备份

source: Import Backup
de: Sicherung Importieren
es: Importar Respaldo
fr: Importer la Sauvegarde
it: Importa Backup
ja: バックアップをインポート
pt: Importar Backup
ru: Импорт резервной копии
zh: 导入备份

source: Backup exported successfully
de: Sicherung erfolgreich exportiert
es: Respaldo exportado exitosamente
fr: Sauvegarde exportée avec succès
it: Backup esportato con successo
ja: バックアップのエクスポートに成功しました
pt: Backup exportado com sucesso
ru: Резервная копия успешно экспортирована
zh: 备份导出成功

# failedToExportBackup
source: Failed to export backup: {error}
de: Fehler beim Exportieren der Sicherung: {error}
es: Error al exportar respaldo: {error}
fr: Échec de l'exportation de la sauvegarde : {error}
it: Errore nell'esportazione del backup: {error}
ja: バックアップのエクスポートに失敗しました: {error}
pt: Falha ao exportar backup: {error}
ru: Ошибка при экспорте резервной копии: {error}
zh: 导出备份失败: {error}

# backupImportedSuccessfully
source: Backup imported successfully: {projectsCount} projects, {rootsCount} project folders, {releasesCount} releases
de: Sicherung erfolgreich importiert: {projectsCount} Projekte, {rootsCount} Wurzeln, {releasesCount} Veröffentlichungen
es: Respaldo importado exitosamente: {projectsCount} proyectos, {rootsCount} carpetas de proyectos, {releasesCount} lanzamientos
fr: Sauvegarde importée avec succès : {projectsCount} projets, {rootsCount} racines, {releasesCount} sorties
it: Backup importato con successo: {projectsCount} progetti, {rootsCount} cartelle progetti, {releasesCount} pubblicazioni
ja: バックアップのインポートに成功しました: {projectsCount} プロジェクト、{rootsCount} ルート、{releasesCount} リリース
pt: Backup importado com sucesso: {projectsCount} projetos, {rootsCount} pastas de projetos, {releasesCount} lançamentos
ru: Резервная копия успешно импортирована: {projectsCount} проектов, {rootsCount} корней, {releasesCount} релизов
zh: 备份导入成功: {projectsCount} 个项目，{rootsCount} 个项目文件夹，{releasesCount} 个发布

# failedToImportBackup
source: Failed to import backup: {error}
de: Fehler beim Importieren der Sicherung: {error}
es: Error al importar respaldo: {error}
fr: Échec de l'importation de la sauvegarde : {error}
it: Errore nell'importazione del backup: {error}
ja: バックアップのインポートに失敗しました: {error}
pt: Falha ao importar backup: {error}
ru: Ошибка при импорте резервной копии: {error}
zh: 导入备份失败: {error}

# importBackupMessage
source: Choose how to import the backup:
de: Wählen Sie, wie die Sicherung importiert werden soll:
es: Elija cómo importar el respaldo:
fr: Choisissez comment importer la sauvegarde :
it: Scegli come importare il backup:
ja: バックアップのインポート方法を選択してください:
pt: Escolha como importar o backup:
ru: Выберите способ импорта резервной копии:
zh: 选择如何导入备份:

# mergeWithCurrentProfile
source: Merge with current active profile
de: Mit dem aktuellen aktiven Profil zusammenführen
es: Combinar con el perfil activo actual
fr: Fusionner avec le profil actif actuel
it: Unisci con il profilo attivo corrente
ja: 現在のアクティブなプロフィールとマージ
pt: Mesclar com o perfil ativo atual
ru: Объединить с текущим активным профилем
zh: 与当前活动配置文件合并

# replaceCurrentProfile
source: Replace entirely the current profile (WARNING: This will delete all current profile data)
de: Das aktuelle Profil vollständig ersetzen (WARNUNG: Dies löscht alle Daten des aktuellen Profils)
es: Reemplazar completamente el perfil actual (ADVERTENCIA: Esto eliminará todos los datos del perfil actual)
fr: Remplacer entièrement le profil actuel (ATTENTION : Cela supprimera toutes les données du profil actuel)
it: Sostituisci completamente il profilo corrente (ATTENZIONE: Questo eliminerà tutti i dati del profilo corrente)
ja: 現在のプロフィールを完全に置き換える（警告: これにより現在のプロフィールのすべてのデータが削除されます）
pt: Substituir completamente o perfil atual (AVISO: Isso excluirá todos os dados do perfil atual)
ru: Полностью заменить текущий профиль (ВНИМАНИЕ: Это удалит все данные текущего профиля)
zh: 完全替换当前配置文件（警告：这将删除当前配置文件的所有数据）

# createNewProfileForImport
source: Create a new profile for this data
de: Ein neues Profil für diese Daten erstellen
es: Crear un nuevo perfil para estos datos
fr: Créer un nouveau profil pour ces données
it: Crea un nuovo profilo per questi dati
ja: このデータ用に新しいプロフィールを作成
pt: Criar um novo perfil para estes dados
ru: Создать новый профиль для этих данных
zh: 为此数据创建新配置文件

# backupImportedToNewProfile
source: Backup imported to new profile "{profileName}": {projectsCount} projects, {rootsCount} project folders, {releasesCount} releases
de: Sicherung in neues Profil "{profileName}" importiert: {projectsCount} Projekte, {rootsCount} Wurzeln, {releasesCount} Veröffentlichungen
es: Respaldo importado al nuevo perfil "{profileName}": {projectsCount} proyectos, {rootsCount} carpetas de proyectos, {releasesCount} lanzamientos
fr: Sauvegarde importée dans le nouveau profil "{profileName}" : {projectsCount} projets, {rootsCount} racines, {releasesCount} sorties
it: Backup importato nel nuovo profilo "{profileName}": {projectsCount} progetti, {rootsCount} cartelle progetti, {releasesCount} pubblicazioni
ja: 新しいプロフィール "{profileName}" にバックアップをインポートしました: {projectsCount} プロジェクト、{rootsCount} ルート、{releasesCount} リリース
pt: Backup importado para o novo perfil "{profileName}": {projectsCount} projetos, {rootsCount} pastas de projetos, {releasesCount} lançamentos
ru: Резервная копия импортирована в новый профиль "{profileName}": {projectsCount} проектов, {rootsCount} корней, {releasesCount} релизов
zh: 备份已导入到新配置文件 "{profileName}": {projectsCount} 个项目，{rootsCount} 个项目文件夹，{releasesCount} 个发布

source: No profile selected
de: Kein Profil ausgewählt
es: No hay perfil seleccionado
fr: Aucun profil sélectionné
it: Nessun profilo selezionato
ja: プロフィールが選択されていません
pt: Nenhum perfil selecionado
ru: Профиль не выбран
zh: 未选择配置文件

# exportBackupDialogTitle
source: Export Backup
de: Sicherung Exportieren
es: Exportar Respaldo
fr: Exporter la Sauvegarde
it: Esporta Backup
ja: バックアップをエクスポート
pt: Exportar Backup
ru: Экспорт резервной копии
zh: 导出备份

# importBackupDialogTitle
source: Import Backup
de: Sicherung Importieren
es: Importar Respaldo
fr: Importer la Sauvegarde
it: Importa Backup
ja: バックアップをインポート
pt: Importar Backup
ru: Импорт резервной копии
zh: 导入备份

# invalidBackupFileFormat
source: Invalid backup file format: missing version
de: Ungültiges Sicherungsdateiformat: Version fehlt
es: Formato de archivo de respaldo inválido: falta la versión
fr: Format de fichier de sauvegarde invalide : version manquante
it: Formato file di backup non valido: versione mancante
ja: 無効なバックアップファイル形式: バージョンがありません
pt: Formato de arquivo de backup inválido: versão ausente
ru: Неверный формат файла резервной копии: отсутствует версия
zh: 无效的备份文件格式: 缺少版本

# profileNameRequiredForNewProfile
source: Profile name is required when creating a new profile
de: Der Profilname ist beim Erstellen eines neuen Profils erforderlich
es: El nombre del perfil es obligatorio al crear un nuevo perfil
fr: Le nom du profil est requis lors de la création d'un nouveau profil
it: Il nome del profilo è obbligatorio quando si crea un nuovo profilo
ja: 新しいプロフィールを作成する際は、プロフィール名が必要です
pt: O nome do perfil é obrigatório ao criar um novo perfil
ru: Имя профиля обязательно при создании нового профиля
zh: 创建新配置文件时需要配置文件名称

# currentProfileRequired
source: Current profile is required for merge or replace mode
de: Das aktuelle Profil ist für den Modus Zusammenführen oder Ersetzen erforderlich
es: El perfil actual es obligatorio para el modo combinar o reemplazar
fr: Le profil actuel est requis pour le mode fusionner ou remplacer
it: Il profilo corrente è obbligatorio per la modalità unisci o sostituisci
ja: マージまたは置き換えモードには現在のプロフィールが必要です
pt: O perfil atual é obrigatório para o modo mesclar ou substituir
ru: Текущий профиль обязателен для режима объединения или замены
zh: 合并或替换模式需要当前配置文件
