Repository: bandpassrecords/daw-project-manager
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, pt, ru, zh

# appTitle
source: DAW Project Manager
de: DAW Projektmanager
es: Gestor de Proyectos DAW
fr: Gestionnaire de Projets DAW
it: Gestore Progetti DAW
ja: DAWプロジェクトマネージャー
pt: Gerenciador de Projetos DAW
ru: Менеджер проектов DAW
zh: DAW项目管理器

source: Project Details
de: Projektdetails
es: Detalles del Proyecto
fr: Détails du Projet
it: Dettagli del Progetto
ja: プロジェクトの詳細
pt: Detalhes do Projeto
ru: Детали проекта
zh: 项目详情

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад
zh: 返回

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить
zh: 保存

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
zh: 取消

source: Launch
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
pt: Abrir
ru: Открыть
zh: 打开

source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza
ja: 表示
pt: Ver
ru: Просмотр
zh: 查看

source: Open Folder
de: Ordner öffnen
es: Abrir Carpeta
fr: Ouvrir le Dossier
it: Apri Cartella
ja: フォルダを開く
pt: Abrir Pasta
ru: Открыть папку
zh: 打开文件夹

# openInDaw
source: Launch in DAW
de: Im DAW öffnen
es: Lanzar en DAW
fr: Lancer dans le DAW
it: Avvia nel DAW
ja: DAWで開く
pt: Lançar no DAW
ru: Запустить в DAW
zh: 在DAW中启动

source: Extract
de: Extrahieren
es: Extraer
fr: Extraire
it: Estrai
ja: 抽出
pt: Extrair
ru: Извлечь
zh: 提取

source: Extracting…
de: Extrahieren…
es: Extrayendo…
fr: Extraction…
it: Estrazione…
ja: 抽出中…
pt: Extraindo…
ru: Извлечение…
zh: 提取中…

source: Extracting metadata...
de: Metadaten werden extrahiert...
es: Extrayendo metadatos...
fr: Extraction des métadonnées...
it: Estrazione metadati...
ja: メタデータを抽出中...
pt: Extraindo metadados...
ru: Извлечение метаданных...
zh: 正在提取元数据...

source: Deep Scan
de: Tiefenscan
es: Escaneo Profundo
fr: Scan Approfondi
it: Scansione Approfondita
ja: 詳細スキャン
pt: Varredura Profunda
ru: Глубокое сканирование
zh: 深度扫描

source: Rescan
de: Erneut scannen
es: Reescanear
fr: Rescanner
it: Riesegui Scansione
ja: 再スキャン
pt: Reescanear
ru: Повторное сканирование
zh: 重新扫描

source: Scanning…
de: Scannen…
es: Escaneando…
fr: Scan en cours…
it: Scansione in corso…
ja: スキャン中…
pt: Escaneando…
ru: Сканирование…
zh: 扫描中…

source: Project Name
de: Projektname
es: Nombre del Proyecto
fr: Nom du Projet
it: Nome del Progetto
ja: プロジェクト名
pt: Nome do Projeto
ru: Название проекта
zh: 项目名称

# key
source: Key (e.g., C#m, F major)
de: Tonart (z.B. C#m, F-Dur)
es: Tonalidad (ej: C#m, F mayor)
fr: Tonalité (ex: C#m, F majeur)
it: Tonalità (es: C#m, F maggiore)
ja: キー（例：C#m、F major）
pt: Tom (ex: C#m, F maior)
ru: Тональность (например: C#m, F мажор)
zh: 调性（例如：C#m，F大调）

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
pt: Notas
ru: Заметки
zh: 备注

source: Project Phase
de: Projektphase
es: Fase del Proyecto
fr: Phase du Projet
it: Fase del Progetto
ja: プロジェクトフェーズ
pt: Fase do Projeto
ru: Фаза проекта
zh: 项目阶段

source: Failed to load
de: Laden fehlgeschlagen
es: Error al cargar
fr: Échec du chargement
it: Caricamento fallito
ja: 読み込みに失敗しました
pt: Falha ao carregar
ru: Ошибка загрузки
zh: 加载失败

source: File missing.
de: Datei fehlt.
es: Archivo faltante.
fr: Fichier manquant.
it: File mancante.
ja: ファイルが見つかりません。
pt: Arquivo ausente.
ru: Файл отсутствует.
zh: 文件缺失。

# launchingProject
source: Launching {projectName}…
de: Öffne {projectName}…
es: Abriendo {projectName}…
fr: Ouverture de {projectName}…
it: Apertura di {projectName}…
ja: {projectName}を開いています…
pt: Abrindo {projectName}…
ru: Открытие {projectName}…
zh: 正在打开{projectName}…

source: Clear Library
de: Bibliothek leeren
es: Limpiar Biblioteca
fr: Vider la Bibliothèque
it: Svuota Libreria
ja: ライブラリをクリア
pt: Limpar Biblioteca
ru: Очистить библиотеку
zh: 清空库

# clearLibraryMessage
source: This will remove all saved projects and source folders. Continue?
de: Dies entfernt alle gespeicherten Projekte und Quellordner. Fortfahren?
es: Esto eliminará todos los proyectos guardados y carpetas de origen. ¿Continuar?
fr: Cela supprimera tous les projets enregistrés et dossiers sources. Continuer?
it: Questo rimuoverà tutti i progetti salvati e le cartelle sorgente. Continuare?
ja: これにより、保存されたすべてのプロジェクトとソースフォルダが削除されます。続行しますか？
pt: Isso removerá todos os projetos salvos e pastas de origem. Continuar?
ru: Это удалит все сохраненные проекты и исходные папки. Продолжить?
zh: 这将删除所有保存的项目和源文件夹。继续吗？

source: Clear
de: Leeren
es: Limpiar
fr: Vider
it: Svuota
ja: クリア
pt: Limpar
ru: Очистить
zh: 清空

# roots
source: Project Folders
de: Wurzeln
es: Carpetas de Proyectos
fr: Racines
it: Cartelle Progetti
ja: ルート
pt: Pastas de Projetos
ru: Корни
zh: 项目文件夹

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
pt: Projetos
ru: Проекты
zh: 项目

source: hidden
de: versteckt
es: ocultos
fr: masqués
it: nascosti
ja: 非表示
pt: ocultos
ru: скрытые
zh: 隐藏

source: Profile Manager
de: Profilverwaltung
es: Administrador de Perfiles
fr: Gestionnaire de Profils
it: Gestore Profili
ja: プロファイルマネージャー
pt: Gerenciador de Perfis
ru: Менеджер профилей
zh: 配置文件管理器

source: Create New Profile
de: Neues Profil erstellen
es: Crear Nuevo Perfil
fr: Créer un Nouveau Profil
it: Crea Nuovo Profilo
ja: 新しいプロファイルを作成
pt: Criar Novo Perfil
ru: Создать новый профиль
zh: 创建新配置文件

source: Profile Name
de: Profilname
es: Nombre del Perfil
fr: Nom du Profil
it: Nome del Profilo
ja: プロファイル名
pt: Nome do Perfil
ru: Имя профиля
zh: 配置文件名称

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt: Criar
ru: Создать
zh: 创建

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
ja: プロファイル
pt: Perfis
ru: Профили
zh: 配置文件

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
pt: Ativo
ru: Активный
zh: 活动

# switchProfile
source: Switch
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia
ja: 切り替え
pt: Alternar
ru: Переключить
zh: 切换

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt: Editar
ru: Редактировать
zh: 编辑

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить
zh: 删除

source: Add Folder
de: Ordner hinzufügen
es: Agregar Carpeta
fr: Ajouter un Dossier
it: Aggiungi Cartella
ja: フォルダを追加
pt: Adicionar Pasta
ru: Добавить папку
zh: 添加文件夹

source: Search projects...
de: Projekte suchen...
es: Buscar proyectos...
fr: Rechercher des projets...
it: Cerca progetti...
ja: プロジェクトを検索...
pt: Pesquisar projetos...
ru: Поиск проектов...
zh: 搜索项目...

# deepScanTooltip
source: Deep Scan extracts full metadata from project files: • BPM (Beats Per Minute) • Musical Key • DAW Version This is slower but provides complete information.
de: Der Tiefenscan extrahiert vollständige Metadaten aus Projektdateien: • BPM (Schläge Pro Minute) • Tonart • DAW-Version Dies ist langsamer, liefert aber vollständige Informationen.
es: El Escaneo Profundo extrae metadatos completos de los archivos de proyecto: • BPM (Pulsos Por Minuto) • Tonalidad Musical • Versión del DAW Esto es más lento pero proporciona información completa.
fr: Le Scan Approfondi extrait les métadonnées complètes des fichiers de projet: • BPM (Battements Par Minute) • Tonalité Musicale • Version du DAW C'est plus lent mais fournit des informations complètes.
it: La Scansione Approfondita estrae metadati completi dai file di progetto: • BPM (Battiti Per Minuto) • Tonalità Musicale • Versione del DAW È più lenta ma fornisce informazioni complete.
ja: 詳細スキャンは、プロジェクトファイルから完全なメタデータを抽出します： • BPM（1分あたりのビート数） • 音楽キー • DAWバージョン これは遅いですが、完全な情報を提供します。
pt: A Varredura Profunda extrai metadados completos dos arquivos de projeto: • BPM (Batidas Por Minuto) • Tom Musical • Versão do DAW Isso é mais lento, mas fornece informações completas.
ru: Глубокое сканирование извлекает полные метаданные из файлов проекта: • BPM (ударов в минуту) • Музыкальная тональность • Версия DAW Это медленнее, но предоставляет полную информацию.
zh: 深度扫描从项目文件中提取完整的元数据： • BPM（每分钟节拍数） • 音乐调性 • DAW版本 这较慢，但提供完整信息。

# deepScanConfirm
source: This will scan all projects and extract full metadata (BPM, Key, DAW Version). This may take a while. Continue?
de: Dies scannt alle Projekte und extrahiert vollständige Metadaten (BPM, Tonart, DAW-Version). Dies kann eine Weile dauern. Fortfahren?
es: Esto escaneará todos los proyectos y extraerá metadatos completos (BPM, Tonalidad, Versión del DAW). Esto puede tardar un tiempo. ¿Continuar?
fr: Cela scannera tous les projets et extraira les métadonnées complètes (BPM, Tonalité, Version du DAW). Cela peut prendre un certain temps. Continuer?
it: Questo scannerà tutti i progetti ed estrarrà metadati completi (BPM, Tonalità, Versione del DAW). Questo potrebbe richiedere del tempo. Continuare?
ja: これにより、すべてのプロジェクトをスキャンし、完全なメタデータ（BPM、キー、DAWバージョン）を抽出します。これには時間がかかる場合があります。続行しますか？
pt: Isso escaneará todos os projetos e extrairá metadados completos (BPM, Tom, Versão do DAW). Isso pode levar um tempo. Continuar?
ru: Это просканирует все проекты и извлечет полные метаданные (BPM, тональность, версия DAW). Это может занять некоторое время. Продолжить?
zh: 这将扫描所有项目并提取完整的元数据（BPM、调性、DAW版本）。这可能需要一些时间。继续吗？

source: Metadata extracted successfully
de: Metadaten erfolgreich extrahiert
es: Metadatos extraídos exitosamente
fr: Métadonnées extraites avec succès
it: Metadati estratti con successo
ja: メタデータの抽出に成功しました
pt: Metadados extraídos com sucesso
ru: Метаданные успешно извлечены
zh: 元数据提取成功

# failedToExtractMetadata
source: Failed to extract metadata: {error}
de: Metadatenextraktion fehlgeschlagen: {error}
es: Error al extraer metadatos: {error}
fr: Échec de l'extraction des métadonnées: {error}
it: Estrazione metadati fallita: {error}
ja: メタデータの抽出に失敗しました: {error}
pt: Falha ao extrair metadados: {error}
ru: Ошибка извлечения метаданных: {error}
zh: 元数据提取失败: {error}

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存しました
pt: Salvo
ru: Сохранено
zh: 已保存

source: Failed to launch DAW
de: DAW konnte nicht geöffnet werden
es: Error al abrir DAW
fr: Échec de l'ouverture du DAW
it: Apertura DAW fallita
ja: DAWを開けませんでした
pt: Falha ao abrir DAW
ru: Не удалось открыть DAW
zh: 无法打开DAW

source: Release Details
de: Veröffentlichungsdetails
es: Detalles del Lanzamiento
fr: Détails de la Sortie
it: Dettagli della Pubblicazione
ja: リリースの詳細
pt: Detalhes do Lançamento
ru: Детали релиза
zh: 发布详情

source: Release Not Found
de: Veröffentlichung nicht gefunden
es: Lanzamiento No Encontrado
fr: Sortie Non Trouvée
it: Pubblicazione Non Trovata
ja: リリースが見つかりません
pt: Lançamento Não Encontrado
ru: Релиз не найден
zh: 未找到发布

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
zh: 错误

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
pt: Carregando...
ru: Загрузка...
zh: 加载中...

source: Delete Profile
de: Profil löschen
es: Eliminar Perfil
fr: Supprimer le Profil
it: Elimina Profilo
ja: プロファイルを削除
pt: Excluir Perfil
ru: Удалить профиль
zh: 删除配置文件

# deleteProfileMessage
source: Are you sure you want to delete "{profileName}"? This will delete all projects, project folders, and releases for this profile.
de: Möchten Sie "{profileName}" wirklich löschen? Dies löscht alle Projekte, Wurzeln und Veröffentlichungen dieses Profils.
es: ¿Está seguro de que desea eliminar "{profileName}"? Esto eliminará todos los proyectos, carpetas de proyectos y lanzamientos de este perfil.
fr: Êtes-vous sûr de vouloir supprimer "{profileName}"? Cela supprimera tous les projets, racines et sorties de ce profil.
it: Sei sicuro di voler eliminare "{profileName}"? Questo eliminerà tutti i progetti, cartelle progetti e pubblicazioni di questo profilo.
ja: 「{profileName}」を削除してもよろしいですか？これにより、このプロファイルのすべてのプロジェクト、ルート、リリースが削除されます。
pt: Tem certeza de que deseja excluir "{profileName}"? Isso excluirá todos os projetos, pastas de projetos e lançamentos deste perfil.
ru: Вы уверены, что хотите удалить "{profileName}"? Это удалит все проекты, корни и релизы этого профиля.
zh: 您确定要删除「{profileName}」吗？这将删除此配置文件的所有项目、项目文件夹和发布。

source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le Profil
it: Modifica Profilo
ja: プロファイルを編集
pt: Editar Perfil
ru: Редактировать профиль
zh: 编辑配置文件

source: Change Photo
de: Foto ändern
es: Cambiar Foto
fr: Changer la Photo
it: Cambia Foto
ja: 写真を変更
pt: Alterar Foto
ru: Изменить фото
zh: 更改照片

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
pt: Remover
ru: Удалить
zh: 删除

# removeTrackFromReleaseMessage
source: Are you sure you want to remove "{trackName}" from this release?
es: ¿Está seguro de que desea eliminar "{trackName}" de este lanzamiento?
fr: Êtes-vous sûr de vouloir supprimer "{trackName}" de cette sortie ?
it: Sei sicuro di voler rimuovere "{trackName}" da questa pubblicazione?
pt: Tem certeza de que deseja remover "{trackName}" deste lançamento?
ru: Вы уверены, что хотите удалить "{trackName}" из этого релиза?
zh: 您确定要从此发布中删除「{trackName}」吗？

source: Save Name
de: Namen speichern
es: Guardar Nombre
fr: Enregistrer le Nom
it: Salva Nome
ja: 名前を保存
pt: Salvar Nome
ru: Сохранить имя
zh: 保存名称

source: Profile photo updated.
de: Profilfoto aktualisiert.
es: Foto de perfil actualizada.
fr: Photo de profil mise à jour.
it: Foto del profilo aggiornata.
ja: プロファイル写真を更新しました。
pt: Foto do perfil atualizada.
ru: Фото профиля обновлено.
zh: 配置文件照片已更新。

source: Profile photo removed.
de: Profilfoto entfernt.
es: Foto de perfil eliminada.
fr: Photo de profil supprimée.
it: Foto del profilo rimossa.
ja: プロファイル写真を削除しました。
pt: Foto do perfil removida.
ru: Фото профиля удалено.
zh: 配置文件照片已删除。

# profileRenamed
source: Profile renamed to "{newName}"
de: Profil umbenannt in "{newName}"
es: Perfil renombrado a "{newName}"
fr: Profil renommé en "{newName}"
it: Profilo rinominato in "{newName}"
ja: プロファイル名を「{newName}」に変更しました
pt: Perfil renomeado para "{newName}"
ru: Профиль переименован в "{newName}"
zh: 配置文件已重命名为「{newName}」

# profileCreated
source: Profile "{name}" created successfully
de: Profil "{name}" erfolgreich erstellt
es: Perfil "{name}" creado exitosamente
fr: Profil "{name}" créé avec succès
it: Profilo "{name}" creato con successo
ja: プロファイル「{name}」を作成しました
pt: Perfil "{name}" criado com sucesso
ru: Профиль "{name}" успешно создан
zh: 配置文件「{name}」创建成功

# profileDeleted
source: Profile "{name}" deleted
de: Profil "{name}" gelöscht
es: Perfil "{name}" eliminado
fr: Profil "{name}" supprimé
it: Profilo "{name}" eliminato
ja: プロファイル「{name}」を削除しました
pt: Perfil "{name}" excluído
ru: Профиль "{name}" удален
zh: 配置文件「{name}」已删除

# pleaseEnterProfileName
source: Please enter a profile name
de: Bitte geben Sie einen Profilnamen ein
es: Por favor, ingrese un nombre de perfil
fr: Veuillez entrer un nom de profil
it: Inserisci un nome per il profilo
ja: プロファイル名を入力してください
pt: Por favor, insira um nome de perfil
ru: Пожалуйста, введите имя профиля
zh: 请输入配置文件名称

# failedToCreateProfile
source: Failed to create profile: {error}
de: Profil konnte nicht erstellt werden: {error}
es: Error al crear perfil: {error}
fr: Échec de la création du profil: {error}
it: Creazione profilo fallita: {error}
ja: プロファイルの作成に失敗しました: {error}
pt: Falha ao criar perfil: {error}
ru: Ошибка создания профиля: {error}
zh: 创建配置文件失败: {error}

# noProfilesFound
source: No profiles found. Create one above.
de: Keine Profile gefunden. Erstellen Sie eines oben.
es: No se encontraron perfiles. Cree uno arriba.
fr: Aucun profil trouvé. Créez-en un ci-dessus.
it: Nessun profilo trovato. Creane uno sopra.
ja: プロファイルが見つかりません。上で作成してください。
pt: Nenhum perfil encontrado. Crie um acima.
ru: Профили не найдены. Создайте один выше.
zh: 未找到配置文件。请在上面创建一个。

source: Created
de: Erstellt
fr: Créé
ja: 作成日
pt: Criado
ru: Создано
zh: 创建于

source: Toggle sort
de: Sortierung umschalten
fr: Basculer le tri
ja: 並び替えを切り替え
pt: Alternar ordenação
ru: Переключить сортировку
zh: 切换排序

# clearLibraryTooltip
source: Clear Library (projects & project folders)
de: Bibliothek leeren (Projekte und Wurzeln)
es: Limpiar Biblioteca (proyectos y carpetas de proyectos)
fr: Vider la Bibliothèque (projets et racines)
it: Svuota Libreria (progetti e cartelle progetti)
ja: ライブラリをクリア（プロジェクトとルート）
pt: Limpar Biblioteca (projetos e pastas de projetos)
ru: Очистить библиотеку (проекты и корни)
zh: 清空库（项目和项目文件夹）

# lastModified
source: Last modified: {date}
de: Zuletzt geändert: {date}
es: Última modificación: {date}
fr: Dernière modification: {date}
it: Ultima modifica: {date}
ja: 最終更新: {date}
pt: Última modificação: {date}
ru: Последнее изменение: {date}
zh: 最后修改: {date}

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
ru: Название
zh: 名称

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ru: Статус
zh: 状态

source: Phase
es: Fase
it: Fase
pt: Fase
ru: Фаза
zh: 阶段

source: Filter by Phase
es: Filtrar por Fase
fr: Filtrer par Phase
it: Filtra per Fase
pt: Filtrar por Fase
ru: Фильтровать по Фазе
zh: 按阶段筛选

source: All Phases
es: Todas las Fases
fr: Toutes les Phases
it: Tutte le Fasi
pt: Todas as Fases
ru: Все Фазы
zh: 所有阶段

# lastModifiedColumn
source: Last Modified
de: Zuletzt Geändert
es: Última Modificación
fr: Dernière Modification
it: Ultima Modifica
ja: 最終更新
pt: Última Modificação
ru: Последнее Изменение
zh: 最后修改

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
pt: Ações
ru: Действия
zh: 操作

source: Hide
de: Verstecken
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示にする
pt: Ocultar
ru: Скрыть
zh: 隐藏

source: Unhide
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示する
pt: Mostrar
ru: Показать
zh: 显示

source: Extract Metadata
de: Metadaten Extrahieren
es: Extraer Metadatos
fr: Extraire les Métadonnées
it: Estrai Metadati
ja: メタデータを抽出
pt: Extrair Metadados
ru: Извлечь Метаданные
zh: 提取元数据

source: Create Release
de: Veröffentlichung Erstellen
es: Crear Lanzamiento
fr: Créer une Sortie
it: Crea Pubblicazione
ja: リリースを作成
pt: Criar Lançamento
ru: Создать Релиз
zh: 创建发布

source: Clear Selection
de: Auswahl Löschen
es: Limpiar Selección
fr: Effacer la Sélection
it: Cancella Selezione
ja: 選択をクリア
pt: Limpar Seleção
ru: Очистить Выбор
zh: 清除选择

source: Select all projects
de: Alle Projekte auswählen
es: Seleccionar todos los proyectos
fr: Sélectionner tous les projets
it: Seleziona tutti i progetti
ja: すべてのプロジェクトを選択
pt: Selecionar todos os projetos
ru: Выбрать все проекты
zh: 选择所有项目

source: Switching Profiles...
de: Profile wechseln...
es: Cambiando perfiles...
fr: Changement de profils...
it: Cambio profili...
ja: プロファイルを切り替え中...
pt: Alternando perfis...
ru: Переключение профилей...
zh: 切换配置文件中...

source: Scanning projects...
de: Projekte scannen...
es: Escaneando proyectos...
fr: Scan des projets...
it: Scansione progetti...
ja: プロジェクトをスキャン中...
pt: Escaneando projetos...
ru: Сканирование проектов...
zh: 扫描项目中...

# projectsTab
source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
pt: Projetos
ru: Проекты
zh: 项目

# releasesTab
source: Releases
de: Veröffentlichungen
es: Lanzamientos
fr: Sorties
it: Pubblicazioni
ja: リリース
pt: Lançamentos
ru: Релизы
zh: 发布

source: Show Hidden
de: Versteckte Anzeigen
es: Mostrar Ocultos
fr: Afficher les Masqués
it: Mostra Nascosti
ja: 非表示を表示
pt: Mostrar Ocultos
ru: Показать Скрытые
zh: 显示隐藏

source: Show All
de: Alle Anzeigen
es: Mostrar Todos
fr: Afficher Tout
it: Mostra Tutti
ja: すべて表示
pt: Mostrar Todos
ru: Показать Все
zh: 显示全部

source: Show Only Hidden
de: Nur Versteckte Anzeigen
es: Mostrar Solo Ocultos
fr: Afficher Seulement les Masqués
it: Mostra Solo Nascosti
ja: 非表示のみ表示
pt: Mostrar Apenas Ocultos
ru: Показать Только Скрытые
zh: 仅显示隐藏

source: Delete Root Path
de: Stammpfad Löschen
es: Eliminar Ruta Raíz
fr: Supprimer le Chemin Racine
it: Elimina Percorso Radice
ja: ルートパスを削除
pt: Excluir Caminho Raiz
ru: Удалить Корневой Путь
zh: 删除根路径

# deleteRootPathMessage
source: Are you sure you want to remove "{path}"? This will also remove all projects from this folder that are not in releases.
de: Möchten Sie "{path}" wirklich entfernen? Dies entfernt auch alle Projekte aus diesem Ordner, die nicht in Veröffentlichungen sind.
es: ¿Está seguro de que desea eliminar "{path}"? Esto también eliminará todos los proyectos de esta carpeta que no están en lanzamientos.
fr: Êtes-vous sûr de vouloir supprimer "{path}"? Cela supprimera également tous les projets de ce dossier qui ne sont pas dans les sorties.
it: Sei sicuro di voler rimuovere "{path}"? Questo rimuoverà anche tutti i progetti da questa cartella che non sono nelle pubblicazioni.
ja: 「{path}」を削除してもよろしいですか？これにより、リリースに含まれていないこのフォルダ内のすべてのプロジェクトも削除されます。
pt: Tem certeza de que deseja remover "{path}"? Isso também removerá todos os projetos desta pasta que não estão em lançamentos.
ru: Вы уверены, что хотите удалить "{path}"? Это также удалит все проекты из этой папки, которые не находятся в релизах.
zh: 您确定要删除「{path}」吗？这也会删除此文件夹中不在发布中的所有项目。

# rootsCount
source: Project Folders: {count}
de: Wurzeln: {count}
es: Carpetas de Proyectos: {count}
fr: Racines: {count}
it: Cartelle Progetti: {count}
ja: ルート: {count}
pt: Pastas de Projetos: {count}
ru: Корни: {count}
zh: 项目文件夹: {count}

source: Projects: {count}
de: Projekte: {count}
es: Proyectos: {count}
fr: Projets: {count}
it: Progetti: {count}
ja: プロジェクト: {count}
pt: Projetos: {count}
ru: Проекты: {count}
zh: 项目: {count}

source: (hidden only)
de: (nur versteckt)
es: (solo ocultos)
fr: (masqués uniquement)
it: (solo nascosti)
ja: （非表示のみ）
pt: (apenas ocultos)
ru: (только скрытые)
zh: （仅隐藏）

# hiddenCount
source: ({count} hidden)
de: ({count} versteckt)
es: ({count} ocultos)
fr: ({count} masqués)
it: ({count} nascosti)
ja: （{count}非表示）
pt: ({count} ocultos)
ru: ({count} скрытых)
zh: （{count}个隐藏）

# projectsHidden
source: {count} project{plural} hidden.
de: {count} Projekt{plural} versteckt.
es: {count} proyecto{plural} oculto{plural}.
fr: {count} projet{plural} masqué{plural}.
it: {count} progetto{plural} nascosto{plural}.
ja: {count}プロジェクト{plural}を非表示にしました。
pt: {count} projeto{plural} oculto{plural}.
ru: {count} проект{plural} скрыт{plural}.
zh: {count}个项目{plural}已隐藏。

# projectsUnhidden
source: {count} project{plural} unhidden.
de: {count} Projekt{plural} angezeigt.
es: {count} proyecto{plural} mostrado{plural}.
fr: {count} projet{plural} affiché{plural}.
it: {count} progetto{plural} mostrato{plural}.
ja: {count}プロジェクト{plural}を表示しました。
pt: {count} projeto{plural} mostrado{plural}.
ru: {count} проект{plural} показан{plural}.
zh: {count}个项目{plural}已显示。

# failedToHideProjects
source: Failed to hide projects: {error}
de: Projekte konnten nicht versteckt werden: {error}
es: Error al ocultar proyectos: {error}
fr: Échec du masquage des projets: {error}
it: Errore nel nascondere progetti: {error}
ja: プロジェクトの非表示に失敗しました: {error}
pt: Falha ao ocultar projetos: {error}
ru: Ошибка скрытия проектов: {error}
zh: 隐藏项目失败: {error}

# failedToUnhideProjects
source: Failed to unhide projects: {error}
de: Projekte konnten nicht angezeigt werden: {error}
es: Error al mostrar proyectos: {error}
fr: Échec de l'affichage des projets: {error}
it: Errore nel mostrare progetti: {error}
ja: プロジェクトの表示に失敗しました: {error}
pt: Falha ao mostrar projetos: {error}
ru: Ошибка показа проектов: {error}
zh: 显示项目失败: {error}

# hideProjectMessage
source: Are you sure you want to hide "{projectName}"?
es: ¿Está seguro de que desea ocultar "{projectName}"?
fr: Êtes-vous sûr de vouloir masquer "{projectName}" ?
it: Sei sicuro di voler nascondere "{projectName}"?
pt: Tem certeza de que deseja ocultar "{projectName}"?
ru: Вы уверены, что хотите скрыть "{projectName}"?
zh: 您确定要隐藏「{projectName}」吗？

# releaseCreated
source: Release "{title}" created successfully.
de: Veröffentlichung "{title}" erfolgreich erstellt.
es: Lanzamiento "{title}" creado exitosamente.
fr: Sortie "{title}" créée avec succès.
it: Pubblicazione "{title}" creata con successo.
ja: リリース「{title}」を作成しました。
pt: Lançamento "{title}" criado com sucesso.
ru: Релиз "{title}" успешно создан.
zh: 发布「{title}」创建成功。
